[
  {
    "name": "Dr. Subasish Das",
    "profilePicture": "SubasishDas",
    "status": "current",
    "label": "Director, AIT Lab",
    "description": "Dr. Subasish Das is an Assistant Professor of Civil Engineering Program in the Ingram School of Engineering at Texas State University. He is also involved with Texas A&M Transportation Institute (TTI) as a part time Associate Research Scientist. Previously, he worked as a full-time Associate Research Scientist at TTI during 2015 to 2022. He has more than 13 years of experience related to roadway safety, traffic operation, and connected and automated vehicle (CAV) technologies. He is a Systems Engineer by training with hands on experience on Six Sigma and Lean Engineering. His major areas of expertise include database management, statistical analysis and machine learning with emphasis in safety and transportation operations, spatial analysis with modern web GIS tools, interactive data visualization, and deep learning tools for CAV technologies. Dr. Das is a prolific author. He has published more than 160 technical reports, and journal articles. He is the author of the book “Artificial Intelligence in Highway Safety,” which was published by CRC Press in 2022. The AASHTO Research Advisory Committee (RAC) awarded one of his research reports as 2014 AASHTO Sweet Sixteen High Value Research Project. Dr. Das is an active member of ITE, and ASCE. He is an Eno Fellow. He served as vice-president of membership of Young Professionals in Transportation Houston chapter. He is currently a member of three TRB Committees: Information and Knowledge Management (AJE45), Artificial Intelligence and Advanced Computing Applications (AED50), and Impairment in Transportation (ACS50).",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/subasish"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/subasishdas/"
      },
      {
        "icon": "website",
        "href": "https://subasish.github.io/"
      },
      {
        "icon": "twitter",
        "href": "https://x.com/subasish_das"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=qK-YgxAAAAAJ&hl=en"
      },
      {
        "icon": "email",
        "href": "mvx13@txstate.edu"
      }
    ]
  },
  {
    "name": "Ahmed Hossain",
    "profilePicture": "AhmedHossain",
    "status": "current",
    "label": "Post-Doctoral Researcher (June 2024 - Current)",
    "description": "Ahmed Hossain is a transportation safety specialist with a deep focus on analyzing crash data to minimize traffic-related incidents and improve road safety. His expertise spans both classical statistical methods and cutting-edge techniques, such as machine learning and hybrid approaches, to identify and model crash patterns. He holds a Ph.D. in Systems Engineering with a concentration in Civil Engineering from the University of Louisiana at Lafayette, as well as a Master’s degree from the same institution, and an undergraduate degree in Civil Engineering from Rajshahi University of Engineering & Technology, Bangladesh. Currently, Ahmed serves as a Post-Doctoral Researcher at the Artificial Intelligence in Transportation (AIT) Lab in the Civil Engineering Department at Texas State University. Over the years, he has contributed to over 30 peer-reviewed papers and presented his research at major international conferences across the U.S. He has been involved in several projects funded by the Louisiana Transportation Research Center (LTRC), Louisiana Department of Transportation and Development (LaDOTD), National Co-operative Highway Research Program (NCHRP). Ahmed’s research interests are diverse, focusing on improving transportation safety for vulnerable populations such as pedestrians, older adults, and young drivers, as well as safety in high-speed driving environments. His work also extends to exploring the impact of emerging technologies like connected and autonomous vehicles on road safety. As a dedicated researcher, Ahmed is committed to leveraging his multidisciplinary expertise to create data-driven solutions that enhance transportation safety, reduce crash risk, and inform policymaking.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/AhmedHossain09"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/ahmed-hossain-7a623ab2/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=U9tD0ywAAAAJ&hl=en"
      }
    ]
  },
  {
    "name": "Jinli Liu",
    "profilePicture": "JinliLiu",
    "status": "current",
    "label": "Ph.D. Candidate (Fall 202-Current)",
    "description": "Jinli Liu is a Ph.D. Candidate in the Geographic Information Science Program in the Department of Geography & Environmental Studies at Texas State University, under the supervision of Dr. Das. She joined the AIT Lab in Fall 2022 and worked as a Doctoral Research Assistant. She holds an M.S. in Transportation Management & Planning from Texas Southern University (2021) and a bachelor's degree, along with an additional master's degree, from Zhejiang Normal University in China. Jinli's research focuses on traffic safety analysis, GIS-based data conflation, spatial analysis, traffic signal design, operational analysis, and the integration of machine learning in transportation studies.",
    "links": [
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/jinli-liu-79a811197/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=ALyhPncAAAAJ&hl=zh-CN&oi=ao"
      }
    ]
  },
  {
    "name": "David Mills",
    "profilePicture": "DavidMills",
    "status": "current",
    "label": "PhD, Geographic Information Science",
    "description": "David Mills is a geospatial data analyst and software developer.  He is a PhD Candidate in Geographic Information Science at Texas State University.  David has been working for Dr. Das in the AIT Lab since 2022.  David specializes in discovering and improving the understanding spatio-temporal phenomena. He builds pioneering smart technologies and leverages them using advanced geocomputational techniques. David is a former non-commissioned officer of the United States Army who developed cultural awareness, mechanical skills, and honed effective leadership while stationed in South Korea, Germany, and Afghanistan. He is detail-oriented, focused, and self-driven. David is a published researcher, a frequenter of scientific conferences, and an avid smart-technology enthusiast. He is committed to the task of promoting environmental and public safety awareness while improving communities through the application of leading-edge technologies and geospatial analysis.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/davidamills"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/david-adam-mills/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=DJcqWr0AAAAJ&hl=en&oi=sra"
      },
      {
        "icon": "email",
        "href": "davidmills@txstate.edu"
      },
      {
        "icon": "website",
        "href": "https://davidmills.io"
      }
    ]
  },
  {
    "name": "Shriyank Somvanshi",
    "profilePicture": "ShriyankSomvanshi",
    "status": "current",
    "label": "Ph.D. Student, Material Science Engineering and Commercialization (2023 – 2026)",
    "description": "Shriyank Somvanshi is a Ph.D. student and doctoral assistant at Texas State University. His research focuses on applying deep learning models, including Convolutional Neural Networks (CNNs), explainable AI techniques such as SHapley Additive exPlanations (SHAP), and Generative Adversarial Networks (GANs) to enhance data analysis and model accuracy. Shriyank holds a Master of Science in Civil Engineering from Texas State University and a Bachelor's degree in Civil Engineering from Dr. A.P.J. Abdul Kalam Technical University, India.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/shriyanksomvanshi"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/shriyanksomvanshi/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?hl=en&user=JecpxeUAAAAJ"
      }
    ]
  },
  {
    "name": "Mahmuda Sultana Mimi",
    "profilePicture": "MahmudaSultanaMimi",
    "status": "current",
    "label": "MS, Civil Engineering (Fall 2023 – Current)",
    "description": "Mahmuda is currently pursuing Master's in Civil Engineering at Texas State University under the supervision of Dr. Subasish Das. She joined AIT lab in Fall 2023 as a Graduate Research Assistant. Previously, she earned her Bachelor's degree in Urban and Regional Planning from Bangladesh University of Engineering and Technology (BUET). Her research focuses on transportation safety, encompassing vulnerable road users, driver behavior, and micromobility; as well as travel behavior and demand modeling. She is deeply engaged in developing Machine Learning, and Deep Learning based models; Statistical and Econometric models; GIS based spatial data analysis; and data mining in the field of transportation. In addition to her academic pursuits, she serves as the secretary of the ITE TXST chapter, where she supports initiatives to enhance transportation systems and promote safety.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/Mahmuda-mimi"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/mahmuda-mimi"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=CUmpUkAAAAAJ&hl=en"
      }
    ]
  },
  {
    "name": "Syed Aaqib Javed",
    "profilePicture": "SyedAaqibJaved",
    "status": "current",
    "label": "MS, Civil Engineering (Fall 2023 – Current)",
    "description": "Syed Aaqib Javed is a Master's student in Civil Engineering, specializing in Transportation Engineering at Texas State University (TXST). He has been working as a graduate research assistant at the Artificial Intelligence in Transportation (AIT) Lab under the supervision of Dr. Subasish Das since Fall 2023. Prior to joining TXST, he worked as a faculty member at Ahsanullah University of Science and Technology (AUST) in Dhaka, Bangladesh. He completed his B.Sc. in Civil Engineering at AUST. His research interests include transportation safety, transportation system planning, and travel behavior analysis. In addition to his academic work, he is an active member of the TXST-ITE student chapter, where he contributes to projects aimed at optimizing transportation infrastructure and promoting safety initiatives.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/Aaqibce"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/syed-aaqib-javed-37545b69/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=LN6RJTUAAAAJ&hl=en"
      }
    ]
  },
  {
    "name": "Rohit Chakraborty",
    "profilePicture": "RohitChakraborty",
    "status": "current",
    "label": "MS, Civil Engineering (2023 – 2025)",
    "description": "Rohit is currently a MS student in the Civil Engineering Program at Texas State University, advised by Dr. Das. He joined the AIT Lab in Fall 2023 and works as a graduate research assistant. Previously, Rohit completed his B.S. in Civil Engineering from Ahsanullah University of Science and Technology, Bangladesh. Rohit is interested in data mining applications in transportation safety and operations. His research expertise also includes traffic simulation, transportation modeling, and driving behavior analysis. Rohit enjoys cooking, cycling, and listening music.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/Rohitck98"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/rohit-chakraborty-052579163/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=Ip63NkMAAAAJ&hl=en"
      }
    ]
  },
  {
    "name": "Swastika Barua",
    "profilePicture": "SwastikaBarua",
    "status": "current",
    "label": "Master of Science in Civil Engineering (Fall 2023-Current)",
    "description": "Swastika Barua is pursuing her Master's in Civil Engineering at Texas State University, under the supervision of Dr. Subasish Das. She joined the AIT Lab in Fall 2023 and currently working as a Graduate Research Assistant. Swastika obtained her Bachelor's degree from Bangladesh University of Engineering and Technology, Bangladesh. Her research focuses on traffic safety and driver behavior analysis, with a specialization in classical statistical methods and machine learning techniques. Beyond her academic endeavors, Swastika actively participates in the TXST-ITE student chapter, contributing to initiatives aimed at enhancing transportation systems and safety.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/SwastikaBarua"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/swastika-barua/"
      },
      {
        "icon": "googlescholar",
        "href": "https://scholar.google.com/citations?user=FYy8Sj8AAAAJ&hl=en&oi=ao"
      }
    ]
  },
  {
    "name": "Michael Starewich",
    "profilePicture": "MichaelStarewich",
    "status": "current",
    "label": "MS, Mathematics with a Concentration in Statistics",
    "description": "Michael Starewich is currently pursuing his Master of Science in Mathematics with a Concentration in Statistics. He has been working as a Research Assistant with Dr. Subasish Das in the Artificial Intelligence in Transportation Lab since January 2024. Michael earned his Bachelor of Science in Mathematics from Texas State University in 2022. Outside of his academic studies, Michael enjoys playing instruments like guitar and trombone, working on cars under a nice shade tree, and spending time with his cats and dogs.",
    "links": [
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/michael-starewich-5a4921331"
      },
      {
        "icon": "email",
        "href": "mjstarewich@gmail.com"
      }
    ]
  },
  {
    "name": "Anannya Ghosh Tusti",
    "profilePicture": "AnannyaGhoshTusti",
    "status": "current",
    "label": "MS, Civil Engineering",
    "description": "Anannya has completed her bachelor's degree from Bangladesh University of Engineering and Technology (BUET) in 2023. As a Research Assistant at BUET, she utilized spatial and statistical analysis expertise on some impactful projects in Bangladesh. She is currently pursuing her master's at Texas State University as a Graduate Research Assistant in the Artificial Intelligence in Transportation Lab. Anannya's research in AIT Lab is focused on transportation safety, crash risk assessment, and driver behavior analysis through machine learning and GIS-based techniques. As Project Coordinator in the Institute of Transportation Engineers (ITE) at Texas State University, Anannya Ghosh Tusti leads the planning and implementation of specific projects, coordinating teams, schedules, and resources to meet objectives, while monitoring progress, addressing issues, and reporting status updates to the executive team and members. Beyond her academic pursuits, Anannya is passionate about community service, actively volunteering with the Lions Club of Dhaka Rose Garden. In her free time, she loves to paint and listen to music, having practiced classical music for many years, which nurtured a profound appreciation for its cultural significance. An environmental enthusiast at heart, she is dedicated to integrating sustainability into her work, aiming to create a lasting, positive impact on the world..",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/Anannya-Ghosh"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/anannyaghoshtusti"
      },
      {
        "icon": "email",
        "href": "gpk30@txstate.edu"
      }
    ]
  },
  {
    "name": "Md Monzurul Islam",
    "profilePicture": "MdMonzurulIslam",
    "status": "current",
    "label": "MS, Civil Engineering (Transportation)",
    "description": "Md Monzurul Islam is a Master's student in Civil Engineering (Transportation) at Texas State University, where he works as a Graduate Research Assistant under the supervision of Dr. Subasish Das. He brings a diverse academic and professional background, holding a Master's degree in Architecture from the University of Tokyo and a Bachelor's degree in Civil Engineering from Bangladesh University of Engineering and Technology. Monzurul's research focuses on transportation safety, crash risk assessment, and driver behavior analysis, utilizing machine learning, statistical models, and GIS-based spatial analysis. He is also proficient in building R-based tools for quick visualization and decision-making. In addition to his research, Monzurul has extensive experience in software development, project management, and structural engineering.As Vice President of Outreach for the Institute of Transportation Engineers (TXST Chapter), Monzurul develops and implements strategies for community engagement, builds relationships with external organizations, alumni, and potential sponsors, organizes promotional events, and manages outreach and recruitment efforts to attract new members. Monzurul also enjoys tinkering with a wide variety of tools and technologies, always curious to explore and experiment with everything he encounters—in his words, 'I like to play with everything.'",
    "links": [
      {
        "icon": "github",
        "href": "https://www.github.com/xatta-trone"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/monzurul-islam"
      },
      {
        "icon": "email",
        "href": "monzurul@txstate.edu"
      }
    ]
  },
  {
    "name": "Sazzad Bin Bashar Polock",
    "profilePicture": "SazzadBinBasharPolock",
    "status": "current",
    "label": "MS, Civil Engineering (2023 – 2025)",
    "description": "Sazzad Bin Bashar Polock is a Master's student in Civil Engineering (Transportation) at Texas State University, working under the guidance of Dr. Subasish Das. Currently working as a graduate instructional assistant at the Ingram School of Engineering, he joined the Artificial Intelligence in Transportation (AIT) lab in Fall 2024. His research interests include traffic safety, crash data analysis, driver behavior, and the integration of autonomous vehicles within existing infrastructure. He earned his bachelor's degree in civil engineering from Ahsanullah University of Science and Technology in 2023.",
    "links": [
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/sazzadpolock"
      },
      {
        "icon": "email",
        "href": "sazzadpolock8@gmail.com"
      }
    ]
  },
  {
    "name": "Rawand Almadi",
    "profilePicture": "RawandAlmadi",
    "status": "current",
    "label": "MS, Civil Engineering (Transportation)- 2023",
    "description": "Rawand Almadi is a Master's student in Civil Engineering (Transportation) at Texas State University, working under the guidance of Dr. Subasish Das. Currently working as a graduate instructional assistant at the Ingram School of Engineering. She joined the Artificial Intelligence in Transportation (AIT) lab in Fall 2024.  He earned his bachelor's degree in civil engineering from TXST in 2023.",
    "links": [
      {
        "icon": "email",
        "href": "rfa20@txstate.edu"
      }
    ]
  },
  {
    "name": "Khaled Abou-Sabaa",
    "profilePicture": "KhaledAbou-Sabaa",
    "status": "current",
    "label": "BS, Civil Engineering",
    "description": "Khaled Abou-Sabaa is a senior at Texas State University, pursuing a B.S. degree in Civil Engineering (CE). Since joining the AIT Lab in Fall 2023, he has demonstrated a keen passion for transportation engineering. Khaled's work focuses primarily on conducting systematic literature reviews for various research projects, where he analyzes and synthesizes academic and industry sources to provide a solid foundation for ongoing studies. His dedication to the field and attention to detail are evident through his contributions to research aimed at improving transportation systems.",
    "links": [
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/kabousabaa-210432129/"
      }
    ]
  },
  {
    "name": "Darrell M. Anderson",
    "profilePicture": "DarrellM.Anderson",
    "status": "current",
    "label": "Bachelor of Science – Civil Engineering w/ a minor in Mathematics",
    "description": "Currently, Darrell is a senior at Texas State University, majoring in Civil Engineering (CE) and minoring in mathematics. In the summer of 2023, Darrell started working as an undergraduate research assistant at the Artificial Intelligence in Transportation (AIT) lab under Dr. Das Subasish. While at AIT, Darrell was awarded the Dwight David Eisenhower Transportation Fellowship (DDETFP), which he presented at DC on the concept of 15-minute cities. As a member of a few engineering and environmental groups, Darrell is passionate about the environment and water resources, and he is interested in the impact that urbanization, along with the increase in traffic systems, has on the environment. As a civil drafter/designer for a small urban planning and development company, he has helped design many sites currently under development. As a founding member of the Institute of Transportation Engineers – at Texas State University, he holds the treasurer position. In his free time, he enjoys cooking, baking, and reading and is working towards becoming a sommelier in his free time.",
    "links": [
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/darrell-m-anderson"
      }
    ]
  },
  {
    "name": "Dipesh Pandit",
    "profilePicture": "DipeshPandit",
    "status": "current",
    "label": "Bachelor of Science, Computer Science (2024-2028)",
    "description": "Dipesh Pandit is an undergraduate Computer Science student at Texas State University with a strong passion for AI and software development. He is currently working as an undergraduate research assistant in the AIT Lab under Professor Das, having joined in the fall of 2024. He is proficient in JavaScript, C++, and Python, and has applied these skills to various personal projects.In his free time, he enjoys hiking, cooking, photography, and video editing.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/dipeshpandit12/"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/dipeshpandit12/"
      },
      {
        "icon": "website",
        "href": "https://dipeshpandit12.github.io/"
      }
    ]
  },
  {
    "name": "Diwas Pandit",
    "profilePicture": "DiwasPandit",
    "status": "current",
    "label": "Bachelor of Science, Computer Science (2024-2028)",
    "description": "Diwas is an undergraduate student in the Computer Science program at Texas State University, currently working as a research assistant at the AIT Lab. He joined the lab in the Fall of 2024 and has been enhancing its website. Originally from Nepal, Diwas has a strong interest in software development and machine learning, and he enjoys applying his computer science knowledge to various engineering domains. Previously, he worked as a Tech Support Engineer at Hybrid.co. His technical skills include programming languages such as JavaScript, C++, and Python, as well as web development. Outside of academics, Diwas enjoys creating content on YouTube, where his channel has over 10,000 subscribers, and exploring new technologies. Additionally, he has a passion for photography and creating travel vlogs.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/diwaspandit"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/diwaspandit12/"
      },
      {
        "icon": "website",
        "href": "https://diwaspandit.github.io"
      }
    ]
  },
  {
    "name": "Biplov Pandey",
    "profilePicture": "BiplovPandey",
    "status": "current",
    "label": "Bachelor of Science, Civil Engineering (2024-2028)",
    "description": "Biplov is currently an undergraduate student in the Civil Engineering Program at Texas State University, guided by Dr.Das. He joined the AIT Lab in Fall 2024 and works as an undergraduate research assistant. Originally from Nepal, Biplov is interested in transportation engineering and infrastructure development. His research focus includes transportation safety and sustainability. He has a prior experience as a Surveying Assistant at SadaShiva Infra Private Limited, where he contributed to site assessments and data collection for mapping and project planning. Biplov's projects include geological field studies and detailed surveying tasks with proficiency in total stations, theodolites, CAD software, SolidWorks, and Microsoft Office. Outside of academics, Biplov enjoys watching cricket, playing table tennis, and hiking.",
    "links": [
      {
        "icon": "github",
        "href": "https://github.com/BiplovPandey17"
      },
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/biplov-pandey-09b43a306/"
      }
    ]
  },
  {
    "name": "Teale Robison",
    "profilePicture": "TealeRobison",
    "status": "current",
    "label": "Bachelor of Science (Urban and Regional Planning) 2021- Current",
    "description": "Teale is currently a senior at Texas State University, majoring in Urban and Regional Planning and minoring in Geographic Information Systems (GIS). She started at the Artificial Intelligence in Transportation (AIT) lab in fall 2024 and is currently working as an undergraduate research assistant for Dr. Das. Teale is passionate about the environment and sustainable development, especially involving transportation and creating a more efficient system. She has prior experience working as a Visual Analytics intern at Texas A&M Transportation Institute (TTI) utilizing GIS and ArcPy. Involved on several campus activities such as Student Urban Planning Organization (SUPO) and SWIG (Supporting Women in Geography). In her free time Teale enjoys playing board games, reading and paddleboarding.",
    "links": [
      {
        "icon": "linkedin",
        "href": "https://www.linkedin.com/in/teale-robison-b0ab7624b"
      }
    ]
  },
  {
    "name": "Dr. Nasim Khan",
    "department": "TXST",
    "years": "2022-current",
    "status": "Alumni",
    "label": "postdoctoral_research_associates"
  },
  {
    "name": "Soheil Sohrabi",
    "department": "TTI",
    "years": "2021-2022",
    "status": "Alumni",
    "label": "postdoctoral_research_associates"
  },
  {
    "name": "Jinli Liu",
    "department": "Geography, TXST",
    "years": "2022-current",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Amir Hossein Oliaee",
    "department": "Architecture, TAMU",
    "years": "2022",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Nuzhat Kabir",
    "department": "Civil Engineering, TAMU",
    "years": "2022",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Musfira Rahman",
    "department": "Civil Engineering, TAMU",
    "years": "2021",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Yanmo Wang",
    "department": "Civil Engineering, TAMU",
    "years": "2021-2022",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Zihang Wei",
    "department": "Civil Engineering, TAMU",
    "years": "2020-2022",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Ali Khodadadi",
    "department": "Civil Engineering, TAMU",
    "years": "2019-2021",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Shruti Ashraf",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Chaolun Ma",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Songjukta Datta",
    "department": "Civil Engineering, TAMU",
    "years": "2017-2018",
    "status": "Alumni",
    "label": "PhD Students"
  },
  {
    "name": "Vikram Agarwal",
    "department": "Civil Engineering, TAMU",
    "years": "2020-2021",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Ruihong Wang",
    "department": "Electrical and Computer Engineering, TAMU",
    "years": "2019-2020",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Nabila Nazneen",
    "department": "Chemical Engineering, TAMU",
    "years": "2019-2020",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Samia Tasnim",
    "department": "Public Health, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Nusrat Trisha",
    "department": "Public Health, TAMU",
    "years": "2019-2021",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Tahmida Shimu",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Bita Maraghehpour",
    "department": "Public Health, TAMU",
    "years": "2017-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Apoorba Bibeka",
    "department": "Civil Engineering, TAMU",
    "years": "2016-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Yucong Du",
    "department": "Civil Engineering, TAMU",
    "years": "2016-2017",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Sadia Najneen",
    "department": "Public Health, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Isha Narsaria",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Noor-A Nazia",
    "department": "Computer Science, TAMI",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Condor Manaswini",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Alence Poudel",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Bharadwaj Bommanayakanahalli",
    "department": "Civil Engineering, TAMU",
    "years": "2016-2017",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Tamanna Tasnum",
    "department": "Construction Science, TAMU",
    "years": "2016",
    "status": "Alumni",
    "label": "M.S. Students"
  },
  {
    "name": "Juan Gonzalez",
    "department": "Civil Engineering, TAMU",
    "years": "2022-2023",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Valerie Vierkant",
    "department": "Psychology, TAMU",
    "years": "2019-2023",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Jaxson Murray",
    "department": "Civil Engineering, TAMU",
    "years": "2022",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Ashley Trujillo",
    "department": "Civil Engineering, TAMU",
    "years": "2021-2022",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Vinesh Ravuri",
    "department": "Computer Science, TAMU",
    "years": "2021",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Magdalena Theel",
    "department": "Psychology, TAMU",
    "years": "2017-2020",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Turzo Bose",
    "department": "Chemical Engineering, HUST",
    "years": "2018",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Jared Wheeler",
    "department": "Computer Science, TAMU",
    "years": "2018",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Tyler Sizemore",
    "department": "Mechanical Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Matthew Foley",
    "department": "Civil Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Christopher Lira",
    "department": "Civil Engineering, TAMU",
    "years": "2017-2018",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Ly-Na Tran",
    "department": "Biomedical Science, TAMU",
    "years": "2017-2019",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Jacob Bruce",
    "department": "Civil Engineering, TAMU",
    "years": "2019-",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Elizabeth Clark",
    "department": "Civil Engineering, Virginia Tech",
    "years": "2017",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Anthony Teo",
    "department": "Computer Science and Engineering, TAMU",
    "years": "2018-19",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Urel Djiogan",
    "department": "Computer Science and Engineering, TAMU",
    "years": "2019",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Richard Padilla",
    "department": "Computer Science and Engineering, TAMU",
    "years": "2018-2019",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Daxton Davidson",
    "department": "Civil Engineering, TAMU",
    "years": "2018",
    "status": "Alumni",
    "label": "Undergraduate Students"
  },
  {
    "name": "Michelle Zupancich",
    "department": "Civil Engineering, TAMU",
    "years": "2016",
    "status": "Alumni",
    "label": "Undergraduate Students"
  }
]
